SAT/SAT/Debug/Entrada-cfeComandos_COMANDOS.xml

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"><soap:Header><cfeCabecMsg xmlns="http://www.fazenda.sp.gov.br/sat/wsdl/CfeComandos"><versaoDados>0.06</versaoDados><cUF>35</cUF></cfeCabecMsg></soap:Header><soap:Body><cfeComandos xmlns="http://www.fazenda.sp.gov.br/sat/wsdl/CfeComandos"><cfeDadosMsg><![CDATA[<consCmd versao="0.06" xmlns="http://www.fazenda.sp.gov.br/sat" ><tpAmb>2</tpAmb><cUF>35</cUF><xServ>COMANDOS</xServ><nSeg>ewfgwefewfwefqwfwefqwefewqfewfewfewfewqfew</nSeg><dhEnvio>20190716154715</dhEnvio><nserieSAT>123456789</nserieSAT></consCmd>]]></cfeDadosMsg></cfeComandos></soap:Body></soap:Envelope>